cases/Brownian/0.org/Vf
FoamFile
{
    version     2.0;
    format      binary;
    class       volVectorField;
    object      Vf;
}

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 -0.1055555 0);

boundaryField
{
    inlet
    {
        type            calculated;
        value           $internalField;
    }
    outlet
    {
        type            calculated;
        value           $internalField;
    }
    walls
    {
        type            calculated;
        value           $internalField;
    }
    empties
    {
        type            empty;
    }
}
