cases/Brownian/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}

convertToMeters 1;

vertices
(
    (0 0 0)
    (0.1 0 0)
    (0.1 1 0)
    (0 1 0)
    (0 0 0.1)
    (0.1 0 0.1)
    (0.1 1 0.1)
    (0 1 0.1)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (1 64 1) simpleGrading (1 1 1)
);

edges
(
);

boundary
(
    inlet
    {
        type    patch;
        faces
        (
            (1 5 4 0)
        );
    }

    outlet
    {
        type    patch;
        faces
        (
            (3 7 6 2)
        );
    }

    walls
    {
        type    wall;
        faces
        (
            (0 4 7 3)
            (2 6 5 1)
        );
    }

    empties
    {
        type    empty;
        faces
        (
            (4 5 6 7)
            (1 0 3 2)
        );
    }
);

mergePatchPairs
(
);
