cases/Brownian/system/fvConstraints
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvConstraints;
}

limitp
{
    type	limitPressure;
    min		1e4;
}