cases/Brownian/system/fvSchemes
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSchemes;
}

ddtSchemes
{
    default         Euler;
}

gradSchemes
{
    default         Gauss linear;
    limited         cellLimited Gauss linear 1;
}

divSchemes
{
    default                         none;

    "div\(phi.*,alpha.*\)"          Gauss vanLeer;
    "div\(alphaPhi.*,f.*\)"         Gauss vanLeer;

    div(phi,Nf)                     Gauss vanLeer;
    div(phi,Nc)                     Gauss vanLeer;

    div(phi,U)                      Gauss linearUpwind limited;
    div(alphaRhoPhi,U)              Gauss linearUpwind limited;

    "div\(alphaRhoPhi,(h|e)\)"      Gauss limitedLinear 1;
    div(alphaRhoPhi,K)              Gauss limitedLinear 1;
    div(alphaRhoPhi,(p|rho))        Gauss limitedLinear 1;

    "div\(alphaRhoPhi,(k|epsilon|omega)\)"
                                    Gauss limitedLinear 1;

    "div\(phim,(km|epsilonm)\)"     Gauss limitedLinear 1;

    div((((alpha*rho)*nuEff)*dev2(T(grad(U))))) Gauss linear;
}

laplacianSchemes
{
    default         Gauss linear uncorrected;
}

interpolationSchemes
{
    default         linear;
}

snGradSchemes
{
    default         uncorrected;
}

wallDist
{
    method          Poisson;
    nRequired       true;
}
